<template>
	<view>
		<view class="wrap">
			
			<view class="title">
				美团会员服务协议
			</view>
			<view class="bbh">
				版本：【1.0】
			</view>
			<view class="tm">
				发布/生效日期：
				<text>
					【2019年3月20日发布，自发布之日起7日后生效】
				</text>
			</view>
				<view class="welcome">
					欢迎您使用美团会员各项服务！
				</view>
				<view class="xy">
					本协议是用户（下称“您”）与美团外卖平台（下称“美团外卖”）之间关于您成为美团会员（下称“会员”）且使用美团外卖提供的会员服务所订立的协议。请您仔细阅读本协议,
					<text>
						您点击"√"按钮确认后，本协议即构成对双方有约束力的法律文件。
					</text>
				</view>
				<view class="qt">
					您在使用会员服务前，应当仔细认真阅读本协议(下称“本协议”) 全部条款以及美团外卖发布的有关美团会员规则等（下称“会员规则”，链接地址为：https://i.waimai.meituan.com/node/campaign/r
					</br>
					ules） 内容（特别是其中以加粗字体或下划线标示出的关于美团会员重大权益的规则，该等规则可能涉及相关方的责任免除或限制、法律适用与争议解决条款，请您重点阅读），确认对本条款及各项会员规则均已知晓、理解并接受，并已同意将其作为确定双方权利义务的依据。
				</view>
				<view class="qt2">
					为使用美团会员服务，您应当仔细阅读并遵守本服务协议下的全部内容，特别是涉及免除或者责任限制的条款，该类条款可能以黑体加粗或加下划线的形式提示您重点注意。
				</view>
				<view class="a1">
					第1条 定义
				</view>
				<view class="a2 a">
					1.1美团会员：是美团外卖为用户提供的一项增值服务，通过提供多项会员专属权益，让外卖服务更加优惠、方便和高效。
				</view>
				<view class="a1">
					第2条 服务条款确认和接受
				</view>
				<view class="a2">
					2.1美团外卖所提供的会员服务所有权和运营权归美团外卖所有。
				</view>
				<view class="a2">
					2.2用户点击同意本协议的，即视为用户确认同意接受会员相关服务条款和会员规则，且同意按本协议及会员规则内容履行。如产生用户相关责任的，同意承担相应法律责任。
				</view>
				<view class="a2">
					2.3如您未满18周岁的，您只能在父母或监护人的监护参与下方能购买并接受会员服务。
				</view>
				<view class="a2 a">
					2.4基于会员为虚拟服务，您在购买美团会员后，您有权选择不继续享有会员服务。除美团外卖无法正常提供会员服务原因外，如您中途取消已购买的会员服务或终止会员资格，将无法获得为购买会员服务而支付的费用退还或其他任何形式的补偿/赔偿。
					
				</view>
				<view class="a1">
					第3条 会员权益
				</view>
				<view class="a2 a">
					您成为美团会员后，可享受的会员权益以美团外卖公布的会员规则内容为准。为更好的向会员提供服务，美团外卖有权基于自身业务发展需要调整全部或部分会员权益内容。美团外卖就前述会员权益调整将在相应会员服务页面进行通知或公告，您可以通过美团外卖查询最新的会员规则中有关会员权益内容。美团外卖鼓励您定期查看本协议及会员规则内容，以更好地保障您的权益。
					
				</view>
				<view class="a1">
					第4条 会员服务期限、收费标准 
				</view>
				<view class="a2">
					4.1美团会员服务提供的会员服务、会员红包、会员红包升级等会员专属权益服务均有有效期限，请您在购买会员时务必认真阅读会员规则内容或相关页面提示，您一旦购买会员即视为认可会员服务及各项专属权益的有效期限。
				</view>
				<view class="a2">
					4.2美团会员服务的有效期限以会员自行选择并支付相应会员费用的页面展示期限为准。美团会员服务的有效期限到期后，美团外卖将停止向您提供会员服务，会员专属权益（包括但不限于会员红包、会员红包升级等）也将立即失效。
					
				</view>
				<view class="a2">
					4.3美团会员服务的收费标准由美团外卖根据自身运营策略决定（包括制定不同会员类型、价格、以及不同会员类型的权益内容等），并在会员服务购买页面向您展示。您同意您继续操作的行为（包括但不限于点击同意购买、支付行为、继续使用会员服务的行为等），即视为您知悉并同意该收费标准。
					
				</view>
				<view class="a2">
					4.5会员到期再次购买说明：您的会员有效期限届满后，您可以选择再次购买会员服务，具体会员购买价格以届时会员购买页面展示的会员服务价格为准。 
			
				</view>
				<view class="a2">
					4.6 购买会员手动续费扣款金额说明：美团外卖上线会员手动续费服务，以方便您手动购买会员并享受会员专属权益服务。具体会员服务价格和服务内容，以会员手动续费展示页面内容为准，经您点击确认续费后生效。
			
				</view>
				<view class="a2 a">
					4.7购买会员自动续费扣款金额说明：美团外卖后续将推出会员到期自动续费服务，以方便您实时自动购买会员并享受会员专属权益服务。具体会员服务价格和会员自动续费服务协议内容，以届时会员自动续费展示页面内容为准，经您点击确认会员自动续费服务协议后生效。
					
				</view>
				<view class="a1">
					第5条 用户购买会员注意事项
				</view>
				<view class="a2">
					5.1提交申请会员购买时，用户同意并提交本人手机号码、邮箱等美团外卖所需的个人资料，并保证其提供的注册资料真实、-准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽，用户需承担因此引起的相应责任及后果，并且美团外卖保留停止向用户提供会员服务的权利。
					
				</view>
				<view class="a2">
					5.2会员服务购买后，用户应谨慎合理的保存、使用其用户名和密码，不得将在美团点评注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，同时美团外卖在该种情况下有权做出独立判断，可采取暂停或关闭用户会员资格等措施。
			
				</view>
				<view class="a2">
					5.3用户同意，美团外卖拥有通过短信、电话、邮件等形式，向其发送会员相关权益信息等必要信息的权利。
					
				</view>
				<view class="a2 aa">
					5.4您成为会员后，可能会由于您使用的美团外卖软件版本、操作系统等不同等导致您实际可使用的具体会员权益或服务存在差别，由此可能给您带来的不便，您表示理解且不予追究并豁免美团外卖的相关责任。美团外卖建议您可以通过升级美团外卖应用程序或操作系统版本等方式来尝试解决，或者直接联系客服进行解决。
					
				</view>
				<view class="a2">
					5.5用户同意，其应合理使用其享有的会员权益，除为实现用户自身的会员利益外，不得利用其享有的会员权益非法获利，不得以任何形式售卖其所享有的会员权益，不得滥用其所享有的权益，如因用户不当行为致美团外卖合理怀疑或判定的，美团外卖有权暂停或关闭用户会员权益，此外，用户需承担因此引起的相应责任及后果。
					
				</view>
				<view class="a2  aa">
					5.6用户不得以盗窃、利用系统漏洞等非法途径以及在未获美团外卖授权的非法销售、非法转让会员的网站或其他渠道上获取或购买会员服务资格，否则美团外卖有权取消您的会员服务资格。由此引发的损失由用户自行承担，美团外卖不负任何责任。
					
				</view>
				<view class="a2 aa">
					5.7用户存在违反本条5.6款违规行为的，美团外卖有权对您的美团会员账号及权益进行处理并保留依法追究法律责任的权利，包括：
					
				</view>
				<view class="a2 aa">
					5.7.1美团外卖有权冻结、取消您的会员资格，并不予任何赔偿或退还任何会员购买服务费；
			
				</view>
				<view class="a2 a aa">
					5.7.2一旦您因以上违规行为被取消会员资格的，不可再享有各项会员优惠及增值服务，也不再享有会员权益。
					
				</view>
				<view class="a1">
					第6条 协议更新及用户关注义务
				</view>
				<view class="a2 aa">
					6.1根据国家法律法规变化及美团外卖运营需要，美团外卖有权提前以在美团外卖App会员页面公告的方式进行不定期地制定、修改本协议及/或相关会员规则，暂停、取消和修改本协议条款，修改后的协议一旦被公告在美团外卖上即生效，并代替原来的协议。用户应及时关注不时发布的各项会员规则及本协议的变更。若用户不同意相关规则变更内容或协议条款修改的，应及时终止本协议和停止使用会员服务。如用户继续使用美团外卖提供的会员服务，即视为同意更新后的协议和会员规则。
					
				</view>
				<view class="a2 a">
					6.2美团外卖建议您在使用美团外卖会员服务之前认真阅读本协议、会员规则及美团外卖的相关公告。
				</view>
				<view class="a1">
					第7条 法律管辖和适用
				</view>
				<view class="a2">
					7.1本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议条款与适用法律相抵触时，则该等协议条款将按法律规定重新解释，而其它协议有效条款继续有效。
					
				</view>
				<view class="a2 a">
					7.2如缔约双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本协议签订地（北京市朝阳区）有管辖权的人民法院提起诉讼。
					
				</view>
				<view class="a1">
					第8条 其他
				</view>
				<view class="a2">
					8.1如因不可抗力或其它美团外卖无法控制的原因使美团外卖会员服务无法及时提供或无法按本协议进行的，美团外卖会合理地尽力协助处理善后事宜。
					
				</view>
				<view class="a2">
					8.2用户除遵守本会员服务协议外，仍应同时遵守《美团点评平台用户服务协议》及《美团外卖用户服务条款》。
					
				</view>
				<view class="a2">
					8.3为便于您获知美团外卖会员相关权益信息，您同意美团外卖有权通过网页公示、页面提示、弹窗、消息通知、公众号通知、用户预留联系方式（手机短信、电子邮件等）等方式进行通知，该通知自美团外卖发送之日视为已送达用户。如多种通知方式并存的，则送达时间以上述方式中最早发送之时为准。
					
				</view>
				<view class="a2 a">
					8.4如您对本协议有任何问题或建议，请在工作时间联系美团外卖客服部门（电话：10109777）。
					
				</view>
				<view class="a1">
					再次感谢您的耐心阅读！
				</view>
				
			
			
			
			
			
			
			
			
			
			
			
			 
		</view>
	</view>
</template>

<script>
</script>

<style>
	.wrap{
		width: 97%;
		margin: 0 auto;
	}
	.title{
		text-align: center;
		font-weight: bold;
	}
	.bbh{
		text-align: end;
		font-size: 30upx;
		font-weight: bold;
	}
	.tm{
		font-size: 30upx;
		font-weight: bold;
	}
	.tm text{
		/* font-weight: normal; */
		font-size: 28upx;
	}
	.welcome{
		margin-top: 20upx;
		margin-bottom: 40upx;
		font-size: 30upx;
		font-weight: bold;
	}
	.xy{
		font-size: 30upx;
		/* font-weight: bold; */
		/* color: #2C405A; */
		color: black;
		margin-bottom: 30upx;
	}
	.xy text{
		font-weight: bold;
	}
	.qt{
		font-weight: bold;
		text-decoration: underline;
		font-size: 30upx;
		margin-bottom: 25upx;
	}
	.qt2{
		font-weight: bold;
		text-decoration: underline;
		font-size: 30upx;
		margin-bottom: 25upx;
	}
	.a1{
		font-size: 30upx;
		font-weight: bold;
	}
	.a2{
		font-size: 30upx;
	}
	.a{
		margin-bottom:30upx ;
	}
	.aa{
		font-weight: bold;
		text-decoration: underline;
	}
</style>
